Repository: awemulya/nerp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ne

source: Address
ne: ठेगाना

source: Phone No.
ne: फोन न.

source: PAN No.
ne: पान न.

source: Name
ne: नाम

source: Parties
ne: पार्टीहरु

source: Accounts
ne: खाताहरु

source: Save
ne: बचत गर्नुहोस्

source: Delete
ne: मेट्नुहोस

source: Code
ne: कोड

source: Category
ne: वर्ग

source: New
ne: नयाँ

source: Categories
ne: वर्गहरु

source: Description
ne: विवरण

source: Party
ne: पार्टी

source: Submit
ne: बचत गर्नुहोस

source: No.
ne: न.

source: Date
ne: मिति

source: SN
ne: क. स.

source: Budget Head
ne: बजेट शिर्षक

source: Particulars
ne: विवरण

source: Invoice No.
ne: इन्भ्वाइस न.

source: Amount
ne: रकम

source: Vattable
ne: मु.अ. कर लाग्ने

source: VAT Amount
ne: VAT रकम

source: Tax Scheme
ne: करको किसिम

source: Tax Amount
ne: Tax रकम

source: Payable Amount
ne: देय रकम

source: Activity
ne: क्रियाकलाप

source: Remarks
ne: कैफियत

source: Nepal Government
ne: नेपाल सरकार

source: Foreign
ne: विदेशी

source: Cash Grant
ne: नगद अनुदान

source: Compensating Grant
ne: क्षतिपूर्ति हुने अनुदान

source: Cash Loan
ne: नगद ऋण

source: Compensating Loan
ne: क्षतिपूर्ति हुने ऋण

source: Substantial Aid
ne: वस्तु सहयोग

source: Advanced
ne: पेश्की

source: Advanced Settlement
ne: पेश्की फर्स्यौट

source: Cash Returned
ne: नगद फिर्ता

source: Add New Row
ne: नया लाइन

source: Transactions
ne: कारोबारहरु

source: Voucher No.
ne: भौचर न.

source: English
ne: अंग्रेजी

source: Nepali
ne: नेपाली

source: Update
ne: अपडेट

source: Add
ne: थप्नुहोस

source: Name in Nepali
ne: नाम

source: Name in English
ne: अंग्रेजीमा नाम

source: Activities
ne: क्रियाकलापहरु

source: is not in current fiscal year.
ne: हालको आर्थिक वर्षको मिति नरहेको।

source: Change Fiscal Year
ne: आर्थिक बर्ष परिवर्तन गर्नुहोस

source: Home
ne: गृह

source: Current
ne: वर्तमान

source: Fiscal Year
ne: आर्थिक बर्ष

source: Change
ne: परिवर्तन गर्नुहोस

source: Employee
ne: कर्मचारी

source: Employees
ne: कर्मचारीहरु

source: Baisakh
ne: बैसाख

source: Jestha
ne: जेस्ठ

source: Aasad
ne: असाड

source: Shrawan
ne: श्रावन

source: Bhadra
ne: भाद्र

source: Asoj
ne: असोज

source: Kartik
ne: कार्तिक

source: Mansir
ne: मङ्सिर

source: Magh
ne: माघ

source: Falgun
ne: फाल्गुन

source: Chaitra
ne: चैत्र

source: Group
ne: समूह

source: Select Report
ne: वार्षिक प्रतिवेदन

source: Distinguish Entry
ne: दाखिला छुटाउनुहोस

source: Employee with deduction
ne: कर्मचारीको कट्टी

source: Rate
ne: दर

source: Monthly
ne: मासिक

source: Yearly
ne: वार्षिक

source: Payroll
ne: तलबी विवरण

source: Entry
ne: दाखिला

source: List
ne: सुची

source: Available
ne: उपलब्ध

source: Grade
ne: तह

source: Sum Type
ne: प्रकार

source: Value
ne: मूल्य

source: Payment
ne: भुक्तानी

source: Cycle
ne: चक्र

source: Year Payment Cycle Month
ne: बार्षिक भुक्तानी चक्र महीना

source: Add or Remove Deductions
ne: कट्टी प्रकार थप्नु वा हटाउनु

source: Payroll Entry
ne: नया तलबी विवरण

source: Type
ne: प्रकार

source: Employee List
ne: कर्मचारी सुची

source: Employee incentives
ne: कर्मचारी उत्साह

source: Add or Remove Designation
ne: पद थप्नुहोस वा हटाउनुहोस

source: Add or Remove Employee Grade
ne: कर्मचारी ग्रेड थप्नुहोस वा हटाउनुहोस

source: Add or Remove Employee Grade Group
ne: कर्मचारी ग्रेड समूह थप्नुहोस वा हटाउनुहोस

source: Designation
ne: पद

source: Status
ne: स्थिति

source: Employee Grade Scales
ne: कर्मचारी तह स्केल

source: Parent Branch
ne: पुर्खा साखा

source: Employee Designation
ne: पद

source: Pro Tempore Designation
ne: पद

source: Designation Entry
ne: पद दाखिला

source: Grade Scale Entry
ne: ग्रेड स्केल दाखिला

source: Import Existing Employee
ne: भएका कर्मचारी आयात गर्नु

source: Report
ne: प्रतिवेदन

source: Settings
ne: सेटिङ

source: Allowance Name
ne: भत्ता नाम

source: Subject
ne: विषय

source: Range
ne: श्रेणी

source: to
ne: देखि

source: bosy msg part1
ne: यस कार्यालयका निम्न लिखित कर्मचारीहरुको

source: bosy msg part2
ne: महिनाको तलब भत्ता बापत तपशिल बमोजिम पाउने रकम निजहरुको त्यस बैंकमा खोलिएको बचत खातामा तपसील बमोजिम जम्मा गरि दिनु हुन त्यस बैंक को नाम लेखिएको

source: Deposit Bank Name
ne: जम्मा गरिएको बैंक

source: bosy msg part3
ne: को चे. न.

source: Check No.
ne: चेक न.

source: bosy msg part4
ne: मिति

source: bosy msg part5
ne: बाट यसैसाथ पठाइएको व्यहोरा अनुरोध छ।

source: Creator Signatute
ne: प्रतिबेदन तैयार पर्नेको दस्तखत

source: Head Accountant Signature
ne: लेख प्रमुखको दस्तखत

source: Approved by Signature
ne: सदर गर्नेको दस्तखत

source: Office
ne: कार्यालय

source: Diposited Date
ne: जम्मा गरिएको मिति

source: Dear Citizen Investment Fund
ne: श्री नागरिक लगानी कोष

source: New Baneswor, Kathmandu
ne: नया बानेश्वोर, काठमाडौँ

source: This is nalakosh template english body message
ne: यस कार्यालयका निम्न कर्मचारीहरुको नागरिक लगानी कोष बापत रकम कट्टी गरि फात्बारी र भौचर समाबेस गरि आबस्यक कार्यथको लागि पठाएको वेहोरा आनुरोध छ। बीमा परिचय पत्र न. प्राप्त हुन नसकेका कर्मचारीहरुको नंबर साबिक कार्यालयबाट भीडन गरी पठाईदिनहुन आनुरोध छ।

source: Name of Bank
ne: बैंक को नाम

source: Deposit Bank Address
ne: जम्मा गरिएको ठेगाना

source: This is nalakosh bima template english body message
ne: यस कार्यालयका निम्न कर्मचारीहरुको साबधिक जीवन बिमा कोष बापत रकम कट्टी गरि फात्बारी र भौचर समाबेस गरि आबस्यक कार्यथको लागि पठाएको वेहोरा आनुरोध छ। बीमा परिचय पत्र न. प्राप्त हुन नसकेका कर्मचारीहरुको नंबर साबिक कार्यालयबाट भीडन गरी पठाईदिनहुन आनुरोध छ।

source: Employee PF Deduction
ne: कर्मचारी संचय कोष

source: PF Deduction Detail
ne: सापटी कट्टी फ़ाट्बारि

source: For account use only
ne: कोष प्रयोजन को मात्र

source: Dear Employee PF
ne: श्री कर्मचारी संचयकोष

source: Tridevi Marg, Thamel, Kathmandu
ne: त्रिदेवी मार्ग, ठमेल, काठमाडौँ

source: This is pf-deduction template english body message
ne: यस कार्यालयका निम्न कर्मचारीहरुको कर्मचारी संचय कोष सापटी कट्टी बापत रकम कट्टी गरि फात्बारी र भौचर समाबेस गरि आबस्यक कार्यथको लागि पठाएको वेहोरा आनुरोध छ। बीमा परिचय पत्र न. प्राप्त हुन नसकेका कर्मचारीहरुको नंबर साबिक कार्यालयबाट भीडन गरी पठाईदिनहुन आनुरोध छ।

source: Dear Internal Tax Office
ne: श्री आन्तरिक राजस्व कार्यालय

source: Name of Branch
ne: साखाको नाम

source: Yash karyalaya/ aayojanama karyarat karmachariharulai
ne: यश कार्यालय / आयोजनामा कार्यरत कर्मचारीहरुलाई

source: mahinako talab bitaran garda tapasheel ma ullekhit padhadhikariharubata parishramik kar bapat katti bhaeko rakam ru.
ne: महिनाको तलब वितरण गर्दा तपशिलमा उल्लेखित पदाधिकारीहरुबाट पारिश्रामिककर बापत कट्टी भएको रकम रु.

source: aakhcharepi
ne: आक्षरेपी

source: Amount in words
ne: पूर्णराशी सब्दमा

source: ma jamma garieko miti
ne: मा जम्मा गरेको मिति

source: Date of deposit
ne: जम्मा गरेको मिति

source: ko no.
ne: को न.

source: ko bank voucher than 2 yasaisath sanlagna rakhi pathaieko behora anurodh cha.
ne: को बैंक भौचर् थान २ यसैसाथ संलग्न राखी पठाईएको बेहोरा आनुरोध छ ।

source: PF Deduction Distribution
ne: संचयकोष कट्टी फाटबारी

source: Address of Bank
ne: बैंक को नाम

source: Deposited
ne: जम्मा गरिएको

source: PF deduction distribution of this branch of this detail has been deposited to the
ne: यस कार्यालयका निम्न कर्मचारीहरुको कर्मचारी संचय कोष कट्टी वापत सम्लग्न फाटबारीमा उल्लेख भए आनुशर हिसाब मा जनाउने गरि

source: bank. The diposited vaoucher is also attached to this document.
ne: साखामा जम्मा गरेको भौचर समेत सम्लग्न गरि आवश्यक कार्यार्थ पठाईएको व्योहोरा आनुरोध छ ।

source: mahinako talab bitaran garda tapasheel ma ullekhit padhadhikariharubata sasukar bapat katti bhaeko rakam ru.
ne: महिनाको तलब वितरण गर्दा तपशिलमा उल्लेखित पदाधिकारीहरुबाट सा. सु. कर बापत कट्टी भएको रकम रु.

source: mahinako talab bitaran garda tapasheel ma ullekhit padhadhikariharubata sasukar tatha parishramik kar bapat katti bhaeko rakam ru.
ne: महिनाको तलब वितरण गर्दा तपशिलमा उल्लेखित पदाधिकारीहरुबाट सा. सु. कर तथा पारिश्रामिककर बापत कट्टी भएको रकम रु.

source: Total
ne: जम्मा

source: Publisher
ne: प्रकाशक

source: Password (again)
ne: पासवर्ड (फेरि)

source: A user with that username already exists.
ne: त्यो नामको प्रयोगकर्ता पहिले नै छ।

source: A user with that email already exists.
ne: त्यो इमेलको प्रयोगकर्ता पहिले नै छ।

source: The two password fields didn't match.
ne: दुई पासवर्ड फिल्ड मिलेन।

source: Acquisition
ne: अधिग्रहण

source: Incoming
ne: आएको

source: Patron
ne: प्रयोगकर्ता

source: Item
ne: सामान

source: Borrow Date
ne: लिएको मिति

source: Return Date
ne: फिर्ता मिति

source: Fine per day
ne: दैनिक जरिमाना

source: Total Fine
ne: जम्मा जरिमाना

source: Fine Paid
ne: तिरेको जरिमाना

source: Library
ne: पुस्तकालय

source: Integrated Library System
ne: पुस्तकालय प्रणाली

source: Books
ne: पुस्तकहरू

source: Patrons
ne: प्रयोगकर्ता

source: Authors
ne: लेखकहरू

source: Publishers
ne: प्रकाशकहरू

source: Ebooks
ne: इ-पुस्तकहरू

source: Search
ne: खोज्नुहोस्

source: results
ne: नतिजा

source: Published
ne: प्रकाशित

source: Total Borrowed
ne: कुल लागिएको

source: Not Returned
ne: फिर्ता नगरिएको

source: Add New Patron
ne: नया प्रयोगकर्ता

source: Return
ne: फिर्ता

source: Outgoing
ne: गएको

source: Username
ne: प्रयोगकर्ता

source: Full Name
ne: पुरा नाम

source: Email Address
ne: इमेल

source: Password
ne: पासवर्ड

source: Password Again
ne: पासवर्ड (फेरि)

source: published
ne: प्रकाशित

source: Published on
ne: प्रकाशन

source: Format
ne: स्वरूप

source: E-books
ne: इ-पुस्तकहरू

source: Specification
ne: स्पेसिफिकशन

source: Unit
ne: इकाई

source: Inventory Classification Reference No.
ne: जिन्सी वर्गीकरण संकेत न.

source: Inventory Account No.
ne: जिन्सी खाता न.

source: Opening Balance
ne: प्रारम्भिक शेष

source: Opening Rate
ne: प्रारम्भिक दर

source: Opening Rate Vattable?
ne: प्रारम्भिक दरमा VAT?

source: Fixed percentage
ne: निर्धारित प्रतिशत

source: Fixed price
ne: निर्धारित मूल्य

source: Day(s)
ne: दिन(हरू)

source: Month(s)
ne: महिना(हरू)

source: Consumable
ne: खपत हुने

source: Non-consumable
ne: खप्ने

source: pieces
ne: थान

source: Voucher no. exists!
ne: भौचर न. प्रयोग मा रहेको

source: Empty
ne: खाली

source: Partially
ne: आंशिक रुपमा

source: Requested
ne: मागिएको

source: Approved
ne: स्वीकृत

source: Fulfilled
ne: पूर्ति गरिएको

source: Handover
ne: हस्तान्तरण

source: Purchase Order
ne: खरिद आदेश

source: From Location
ne: स्थानबाट

source: To Location
ne: स्थानका लागि

source: From User
ne: प्रयोगकर्ता देखि

source: To User
ne: प्रयोगकर्ताको लागि

source: Instance History
ne: Instance इतिहास

source: Waive
ne: मिनाह

source: Auction
ne: लिलाम

source: Expense
ne: खर्च

source: Inventory
ne: जिन्सी

source: Items
ne: सामानहरु

source: Create Item
ne: नयाँ सामान

source: Demand
ne: माग

source: New Demand Form
ne: नयाँ माग फारम

source: Demand Forms
ne: माग फारमहरु

source: Unapproved
ne: अस्वीकृत

source: Purchase order
ne: खरिद आदेश

source: Purchase Orders
ne: खरिद आदेशहरु

source: Handovers
ne: हस्तान्तरण फारमहरु

source: All
ne: सबै

source: Incoming Handover
ne: आएको हस्तान्तरण फारम

source: Create
ne: नयाँ

source: Outgoing Handover
ne: गएको हस्तान्तरण फारम

source: Incoming Handovers
ne: आएका हस्तान्तरण फारमहरू

source: Outgoing Handovers
ne: गएका हस्तान्तरण फारमहरू

source: Entry Reports
ne: दाखिला प्रतिवेदनहरु

source: Entry Reports for Handovers
ne: हस्तान्तरण फारमका दाखिला प्रतिवेदनहरु

source: Entry Reports for Purchase Orders
ne: खरिद आदेशका दाखिला प्रतिवेदनहरु

source: Export to PDF
ne: PDFमा निर्यात गर्नुहोस

source: Reports
ne: प्रतिवेदनहरु

source: Inspection
ne: निरीक्षण

source: Quotation
ne: उद्धरण

source: Comparisons
ne: तुलनाहरु

source: Depreciation
ne: मूल्यह्रास

source: Sub-ledgers
ne: सह-खाताहरु

source: Locations
ne: स्थानहरु

source: User
ne: प्रयोगकर्ता

source: Ledgers
ne: खाताहरु

source: Location
ne: स्थान

source: Demand Form
ne: माग फारम

source: Forms
ne: फारमहरु

source: FCGO
ne: म.ले.प.

source: F.N.
ne: फा.न.

source: Release No.
ne: निकासी न.

source: Item Name
ne: सामानको नाम

source: Item Quantity
ne: सामानको परिमाण

source: Purpose
ne: प्रयोजन

source: Released Item Quantity
ne: निकासी सामानको परिमाण

source: Release
ne: निकासी

source: Properties
ne: गुणहरु

source: Quantity
ne: परिमाण

source: Items in Stock
ne: मौज्दात सामान

source: Approve
ne: स्वीकृत गर्नुहोस

source: Disapprove
ne: अस्वीकृत गर्नुहोस

source: Set as Fulfilled
ne: पूर्ति गरिएको

source: Set as Unfulfilled
ne: पूर्ति नगरिएको

source: Demandee's Signature
ne: माग गर्नेको दस्तखत

source: Signature of the one who enters in Inventory Account
ne: जिन्सी खातामा चढाउनेको दस्तखत

source: (a)
ne: (क)

source: Buy from market
ne: बजारबाट खरिद गरिदिनु

source: (b)
ne: (ख)

source: Lend from store
ne: मौज्दातबाट दिनु

source: Signature of the orderer
ne: आदेश दिनेको दस्तखत

source: Signature of the receiver
ne: मालसामान बुझिलेनेको दस्तखत

source: Export as XLS
ne: XLSमा निर्यात गर्नुहोस

source: Delete!
ne: मेट्नुहोस!

source: Item's Name
ne: सामानको नाम

source: Account No.
ne: खाता न.

source: Depreciation Rate
ne: विमूल्यन दर

source: Decay
ne: क्षय

source: Entry Date
ne: दाखिला मिति

source: Price
ne: मूल्य

source: Time
ne: समय

source: Duration
ne: अवधि

source: Current Value
ne: वर्तमान मूल्य

source: days
ne: दिन

source: Entry Report
ne: दाखिला प्रतिवेदन

source: Inventory Account Page No.
ne: जिन्सी खाता न.

source: As per Invoice
ne: इन्भ्वाइस अनुसार

source: Rate per Unit
ne: प्रति इकाइ दर

source: VAT
ne: मु. अ. कर

source: per
ne: प्रति

source: Other
ne: अन्य

source: Expenses
ne: खर्च

source: Faantwaala's
ne: फाँटवालाको

source: Signature
ne: दस्तखत

source: Signature of Verifying Section Head
ne: प्रमाणित गर्ने शाखा प्रमुखको दस्तखत

source: Signature of Head of Office
ne: कार्यालय प्रमुखको दस्तखत

source: Form
ne: फारम

source: Form No.
ne: फारम न.

source: Total Cost Price
ne: जम्मा परल मूल्य

source: Start Received Date
ne: शुरु प्राप्त मिति

source: Physical Condition of Item
ne: सामानको भौतिक अवस्था

source: Release no
ne: निकासी न.

source: Stock from Inventory Account
ne: जिन्सी खाता बमोजिम मौज्दात

source: While Reviewing Physical State
ne: भौतिक परिक्षण गर्दा

source: Physical condition
ne: भौतिक अवस्था

source: Matched number
ne: मिलान भएको संख्या

source: Unmatched number
ne: मिलान नभएको संख्या

source: Decrement
ne: घट

source: Increment
ne: बढ

source: Good
ne: राम्रो

source: Bad
ne: खराब

source: Inspections
ne: निरीक्षण

source: Current Fiscal Year's
ne: हालको आर्थिक बर्षको

source: Inspection Report
ne: निरीक्षण प्रतिवेदन

source: At Usable State
ne: चालु हालतमा

source: Is
ne: रहेको

source: Is not
ne: नरहेको

source: Section
ne: शाखा

source: Head's
ne: प्रमुखको

source: History
ne: इतिहास

source: Distinct
ne: भिन्न

source: Worth
ne: मूल्य

source: Count
ne: गणना

source: Instances
ne: इकाइहरु

source: Return to Store
ne: स्टोरमा फिर्ता

source: Basic
ne: आधारभूत

source: Other properties
ne: अन्य गुण

source: Add New
ne: नया

source: Depreciate
ne: मूल्यह्रास

source: Every
ne: प्रत्येक

source: Demandee
ne: माग गर्ने

source: Entry Report No.
ne: दाखिला प्रतिवेदन न.

source: Source
ne: स्रोत

source: Handed To/From
ne: हस्तान्तरण बुझ्ने/गर्ने

source: Handed Over Office
ne: हस्तान्तरण गरिएको कार्यालय

source: Purchase
ne: खरिद

source: Orders
ne: आदेशहरू

source: Order
ne: आदेश

source: Order No.
ne: आदेश न.

source: Comparison
ne: तुलना

source: Inventory Item's Property Classification Reference Number
ne: जिन्सी सामानको सम्पति वर्गीकरण संकेत न.

source: Entry No.
ne: दाखिला न.

source: Income
ne: आम्दानि

source: Remaining
ne: बाँकी

source: Country of Production or Company Name
ne: उत्पादन गर्ने देश वा कम्पनीको नाम

source: Size
ne: साइज

source: Expected Life
ne: अनुमानित आयु

source: Source of item receipt
ne: सामान प्राप्त भएको स्रोत

source: Price per Unit
ne: प्रति इकाई मूल्य

source: Shree
ne: श्री

source: VAT/PAN
ne: भ्याट/प्यान

source: Budget Title No.
ne: बजेट शिर्षक न.

source: Particular
ne: विवरण

source: Total Amount
ne: जम्मा रकम

source: Grand Total
ne: कुल जम्मा

source: To be filled by financial administration section
ne: आर्थिक प्रशासन शाखाले भर्ने

source: Accounting
ne: लेखा

source: Firm's Name
ne: फर्मको नाम

source: Estimated Cost
ne: अनुमानित लागत

source: Per Unit Price
ne: प्रति एकाइ मूल्य

source: Total Price
ne: जम्मा मूल्य

source: Yearly Report
ne: वार्षिक प्रतिवेदन

source: Report no
ne: प्रतिवेदन न.

source: Stock Details
ne: मौज्दात विवरण

source: Quotation Comparison
ne: उद्धरण तुलना

source: Add selected party for comparison
ne: रोजिएको पार्टी उद्दरणका लागि थप्नुहोस

source: Start
ne: सुरु

source: End
ne: अन्त्य

source: GO
ne: हेर्नुहोस्

source: All Transactions
ne: सबै कारोवारहरु

source: Ledger
ne: खाता

source: Inventory Account of Non-consumable Item
ne: खप्ने सामानको जिन्सी खाता

source: Inventory Account of Consumable Item
ne: खपत नहुने सामानको जिन्सी खाता

source: Year
ne: वर्ष

source: Fiscal Years
ne: आर्थिक बर्ष

source: Yearly report according to fiscal year
ne: आर्थिक वर्ष अनुसार वार्षिक रिपोर्ट

source: 13% VAT
ne: १३% भ्याट

source: No.:-
ne: न.:-

source: Error in form data!
ne: फारममा त्रुटि

source: Demand Form needs to be saved before this can be approved!
ne: स्वीकृत गर्नु पहिले माग फारमलाई बचत गर्नुहोस

source: Invalid or incomplete data in row
ne: पङ्क्तिमा पूर्ण डाटा नभरिएको

source: returned to store.
ne: मौज्दातमा फिर्ता

source: Inventory Ledgers
ne: जिन्सी खाताहरु

source: Edit Settings
ne: सेटिङ परिवर्तन

source: Application settings
ne: एप्लिकेसन सेट्टिङ्ग्स

source: Admin
ne: व्यवस्थापक

source: Documentation
ne: दस्तावेज

source: App Home
ne: गृह

source: Change password
ne: पासवर्ड परिवर्तन गर्नुहोस्

source: Log out
ne: लग आउट

source: Control Panel
ne: कन्ट्रोल प्यानल

source: Log in
ne: लग इन

source: Print
ne: प्रिन्ट

source: Training
ne: प्रशिक्षण

source: Trainings
ne: प्रशिक्षणहरू

source: Resource Persons
ne: स्रोत व्यक्ति

source: Participants
ne: सहभागीहरू

source: Organizations
ne: संगठनहरू

source: Files
ne: फाइलहरू

source: Target Groups
ne: लक्ष्य समूहहरू

source: Register
ne: दर्ता गर्नु

source: Table Name
ne: तालिकाको नाम

source: To
ne: देखि

source: No trainings under this category!
ne: यो वर्ग अन्तर्गत कुनै तालीम छैन !

source: File
ne: फाइल

source: Phone
ne: फोन न.

source: Fax
ne: फ्याक्स

source: Email
ne: ई-मेल

source: Website
ne: वेबसाइट

source: Organization
ne: संगठन

source: Participant
ne: सहभागी

source: Resource Person
ne: स्रोत व्यक्तिहरू

source: Target Group
ne: लक्ष्य समूह

source: All Trainings
ne: सबै प्रशिक्षणहरू

source: Title
ne: शीर्षक

source: Starts
ne: सुरु

source: Ends
ne: समाप्ती

source: Days
ne: दिनहरू

source: No trainings taken by this participant!
ne: कुनै तालीममा सहभागी नभएको !

source: From
ne: देखि

source: Criteria for selection
ne: चयनका लागि मापदण्ड

source: Objective
ne: उद्देश्य

source: Conclusion
ne: निष्कर्ष

source: Feedback
ne: प्रतिक्रिया

source: Curriculum
ne: पाठ्यक्रम

source: Detail
ne: मौज्दात विवरण

source: Target groups
ne: लक्ष्य समूहहरू

source: Resource persons
ne: स्रोत व्यक्तिहरु

source: Create New
ne: नयाँ बनाउनुहोस

source: Currently
ne: वर्तमान

source: Add File
ne: फाइल थप्नुहोस

source: Add Category
ne: वर्ग थप्नुहोस

source: Add Target Group
ne: लक्ष्य समूह थप्नुहोस

source: Add Resource Person
ne: स्रोत व्यक्ति थप्नुहोस

source: Add Participant
ne: सहभागी थप्नुहोस

source: Add Organization
ne: संगठन थप्नुहोस

source: Training Report
ne: प्रशिक्षण प्रतिवेदन

source: Total Trainings
ne: सबै प्रशिक्षणहरू

source: Total Resource Persons
ne: कुल स्रोत व्यक्तिहरु

source: Total Participations
ne: कुल सहभागी

source: Total Unique Participants
ne: कुल फरक सहभागीहरू

source: Total Training Days
ne: कुल प्रशिक्षण दिन संख्या

source: Groups
ne: समूहहरु

source: Login
ne: लग - इन

source: Your username and password didn't match. Please try again.
ne: तपाईंको प्रयोगकर्ता नाम र पासवर्ड मिलेन। फेरि प्रयास गर्नुहोस।

source: Remember Me
ne: मलाई यस कम्प्युटरमा सम्झिराख्नुहोस
